Repository: alphaArgon/ScrollToZoom
Catalog: MagicZoom/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

source: Cancel
zh_hans: 取消
zh_hant: 取消

# dot-dash-drag-to-zoom-message
source: Double-tap with one finger and hold, then scroll to zoom.
zh_hans: 单指轻点两下并保持，然后滚动来缩放。
zh_hant: 用一指輕點兩下並保持，然後捲動來縮放。

# enable-magic-zoom
source: Use Magic Mouse gesture to zoom
zh_hans: 使用妙控鼠标手势来缩放
zh_hant: 使用巧控滑鼠來縮放

source: Grant Permission
zh_hans: 授予权限
zh_hant: 授予權限

source: Inertia:
zh_hans: 惯性：
zh_hant: 慣性：

# launch-at-login
source: Launch Magic Zoom at login
zh_hans: 登录时启动妙控缩放
zh_hant: 登入時開啟巧控縮放

source: Magic Zoom
zh_hans: 妙控缩放
zh_hant: 巧控縮放

# permission-message
source: Open System Settings and allow this application’s control. If the item for the application is already presented in the list, please remove it and retry.
zh_hans: 打开 “系统设置” 并允许此应用程序的控制。如果该应用程序项已在列表中，请将其移除后重试。
zh_hant: 打開「系統設定」並允許此應用程式的控制。如果該應用程式項已在列表中啟用，請將其移除後再試一次。

# permission-title
source: The Accessibility permission is required to enable magic zoom.
zh_hans: 需要 “辅助功能” 权限以启用妙控缩放。
zh_hant: 需要「輔助使用」權限以啟用巧控縮放。

# permission-warning
source: When magic zoom is enabled, removing the permission may cause the computer unresponsive.
zh_hans: 当妙控缩放启用时，移除权限可能会导致电脑不能响应。
zh_hant: 當巧控縮放啟用時，移除權限可能會導致電腦不能回應。

# should-not-launch-at-login-message
source: To enable automatic launch, quit and move this app to the Applications folder.
zh_hans: 要允许自动启动，请退出此应用，再将其移动至 “应用程序” 文件夹。
zh_hant: 要允許自動開啟，請結束此應用，然後將其移動至「應用程序」檔案夾。

source: Speed:
zh_hans: 速度：
zh_hant: 速度：

# view-source-on-github
source: Source on GitHub
zh_hans: 托管于 GitHub
zh_hant: 發佈於 GitHub
